Repository: devshvms/track-me-ios
Catalog: track-me-ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, zh_hans

source: Scroll down and tap Share.
de: Scrolle nach unten und tippe auf Teilen.
es: Desplázate hacia abajo y toca Compartir.
fr: Faites défiler vers le bas et touchez Partager.
hi: नीचे स्क्रॉल करें और शेयर पर टैप करें।
ja: 下へスクロールして「共有」をタップします。
zh_hans: 向下滚动并点按分享。

source: Scrub the route to inspect speed and elevation.
de: Spule durch die Route, um Tempo und Höhe zu prüfen.
es: Desplaza la ruta para ver la velocidad y la elevación.
fr: Parcourez le trajet pour examiner la vitesse et l’altitude.
hi: गति और ऊँचाई देखने के लिए मार्ग को स्क्रब करें।
ja: ルートをスクラブして速度と高度を確認します。
zh_hans: 拖动路线以查看速度和海拔。

source: Search rides
de: Fahrten suchen
es: Buscar viajes
fr: Rechercher des trajets
hi: राइड खोजें
ja: ライドを検索
zh_hans: 搜索行程

source: Secure connection to live sharing server failed. Please try again.
de: Die sichere Verbindung zum Live-Sharing-Server ist fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Se produjo un error en la conexión segura al servidor de uso compartido en vivo. Por favor, inténtelo de nuevo.
fr: La connexion sécurisée au serveur de partage en direct a échoué. Veuillez réessayer.
hi: लाइव शेयरिंग सर्वर से सुरक्षित कनेक्शन विफल रहा। कृपया पुनः प्रयास करें।
ja: ライブ共有サーバーへの安全な接続に失敗しました。もう一度お試しください。
zh_hans: 与实时共享服务器的安全连接失败。请重试。

source: See how this week compares
de: Diese Woche vergleichen
es: Compara esta semana
fr: Comparez cette semaine
hi: देखें कि यह सप्ताह कैसा रहा
ja: 今週を比較
zh_hans: 比较本周表现

source: See weekly distance
de: Wöchentliche Distanz ansehen
es: Consulta la distancia semanal
fr: Consultez la distance hebdomadaire
hi: साप्ताहिक दूरी देखें
ja: 週間距離を確認
zh_hans: 查看每周距离

source: Send test message
de: Testnachricht senden
es: Enviar mensaje de prueba
fr: Envoyer un message de test
hi: परीक्षण संदेश भेजें
ja: テストメッセージを送信
zh_hans: 发送测试消息

source: Set status
de: Status festlegen
es: Definir estado
fr: Définir le statut
hi: स्टेटस सेट करें
ja: ステータスを設定
zh_hans: 设置状态

source: Set up emergency contacts to use SOS
de: Richten Sie Notfallkontakte ein, um SOS zu verwenden
es: Configura contactos de emergencia para usar SOS
fr: Configurez des contacts d'urgence pour utiliser SOS
hi: SOS का उपयोग करने के लिए आपातकालीन संपर्क सेट करें
ja: SOSを使用するには緊急連絡先を設定してください
zh_hans: 设置紧急联系人以使用SOS

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
ja: 設定
zh_hans: 设置

source: Settings saved
de: Einstellungen gespeichert
es: Configuración guardada
fr: Paramètres enregistrés
hi: सेटिंग्स सहेजी गईं
ja: 設定が保存されました
zh_hans: 设置已保存

source: Share Analytics Data
de: Analysedaten teilen
es: Compartir datos de análisis
fr: Partager les données analytiques
hi: एनालिटिक्स डेटा शेयर करें
ja: 分析データを共有
zh_hans: 共享分析数据

source: Share Image
de: Bild teilen
es: Compartir imagen
fr: Partager l’image
hi: इमेज शेयर करें
ja: 画像を共有
zh_hans: 分享图片

source: Share analytics data
de: Analysedaten teilen
es: Compartir datos de análisis
fr: Partager les données d'analyse
hi: एनालिटिक्स डेटा साझा करें
ja: 分析データを共有
zh_hans: 共享分析数据

source: Share anonymous usage data
de: Anonyme Nutzungsdaten teilen
es: Compartir datos de uso anónimos
fr: Partager des données d'usage anonymes
hi: गुमनाम उपयोग डेटा साझा करें
ja: 匿名の利用データを共有
zh_hans: 分享匿名使用数据

source: Share image
de: Bild teilen
es: Compartir imagen
fr: Partager l’image
hi: इमेज साझा करें
ja: 画像を共有
zh_hans: 分享图片

source: Share live link
de: Live-Link teilen
es: Compartir enlace en vivo
fr: Partager le lien en direct
hi: लाइव लिंक साझा करें
ja: ライブリンクを共有
zh_hans: 分享实时链接

source: Share your live location with friends and family. Your location will be updated even if you haven't started recording a ride yet.
de: Teile deinen Live-Standort mit Freunden und Familie. Dein Standort wird auch aktualisiert, wenn du noch keine Fahrt aufgezeichnet hast.
es: Comparte tu ubicación en vivo con amigos y familiares. Tu ubicación se actualizará aunque todavía no hayas empezado a grabar un recorrido.
fr: Partagez votre position en direct avec vos proches. Votre position sera mise à jour même si vous n’avez pas encore commencé à enregistrer un trajet.
hi: दोस्तों और परिवार के साथ अपना लाइव स्थान साझा करें। आपने अभी राइड रिकॉर्ड करना शुरू न किया हो, तब भी आपका स्थान अपडेट होगा।
ja: 友人や家族と現在地を共有できます。ライドの記録を始めていなくても位置情報は更新されます。
zh_hans: 与亲友分享实时位置。即使尚未开始记录骑行，位置也会继续更新。

source: Sharing will automatically stop when you finish your ride.
de: Die Freigabe endet automatisch, wenn du die Fahrt beendest.
es: El uso compartido se detendrá automáticamente cuando termines el recorrido.
fr: Le partage s’arrêtera automatiquement lorsque vous terminerez le trajet.
hi: राइड समाप्त करने पर शेयरिंग अपने आप बंद हो जाएगी।
ja: ライドを終了すると共有は自動的に停止します。
zh_hans: 结束骑行后，共享会自动停止。

source: Short break
de: Kurze Pause
es: Pausa breve
fr: Courte pause
hi: थोड़ा ब्रेक
ja: 短い休憩
zh_hans: 短暂休息

source: Show date
de: Datum anzeigen
es: Mostrar fecha
fr: Afficher la date
hi: तारीख दिखाएं
ja: 日付を表示
zh_hans: 显示日期

source: Show distance
de: Distanz anzeigen
es: Mostrar distancia
fr: Afficher la distance
hi: दूरी दिखाएं
ja: 距離を表示
zh_hans: 显示距离

source: Show duration
de: Dauer anzeigen
es: Mostrar duración
fr: Afficher la durée
hi: अवधि दिखाएं
ja: 時間を表示
zh_hans: 显示时长

source: Show ride title
de: Fahrttitel anzeigen
es: Mostrar título
fr: Afficher le titre
hi: राइड शीर्षक दिखाएं
ja: ライドタイトルを表示
zh_hans: 显示骑行标题

source: Shows ride details
de: Zeigt Fahrtdetails
es: Muestra los detalles del recorrido
fr: Affiche les détails du trajet
hi: सवारी विवरण दिखाता है
ja: ライドの詳細を表示
zh_hans: 显示行程详情

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
ja: サインアウト
zh_hans: 退出登录

source: Sign Out Warning
de: Abmeldewarnung
es: Advertencia de cierre de sesión
fr: Avertissement de déconnexion
hi: साइन आउट चेतावनी
ja: サインアウトの警告
zh_hans: 退出登录警告

source: Sign in (Anonymous Test)
de: Anmelden (anonymer Test)
es: Iniciar sesión (prueba anónima)
fr: Se connecter (test anonyme)
hi: साइन इन (अनाम परीक्षण)
ja: サインイン（匿名テスト）
zh_hans: 登录（匿名测试）

source: Sign in before downloading your archive.
de: Melde dich vor dem Herunterladen deines Archivs an.
es: Inicia sesión antes de descargar tu archivo.
fr: Connectez-vous avant de télécharger votre archive.
hi: आर्काइव डाउनलोड करने से पहले साइन इन करें।
ja: アーカイブをダウンロードする前にサインインしてください。
zh_hans: 下载存档前请先登录。

source: Sign in to share your live location.
de: Melde dich an, um deinen Live-Standort zu teilen.
es: Inicia sesión para compartir tu ubicación en vivo.
fr: Connectez-vous pour partager votre position en direct.
hi: अपनी लाइव लोकेशन साझा करने के लिए साइन इन करें।
ja: ライブ位置情報を共有するにはサインインしてください。
zh_hans: 登录以共享你的实时位置。

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
hi: Apple से साइन इन करें
ja: Appleでサインイン

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
hi: Google से साइन इन करें
ja: Googleでサインイン

source: Sign-in isn't available right now. Please try again later.
de: Die Anmeldung ist derzeit nicht verfügbar. Bitte versuche es später erneut.
es: El inicio de sesión no está disponible ahora. Inténtalo de nuevo más tarde.
fr: La connexion n’est pas disponible pour le moment. Veuillez réessayer plus tard.
hi: अभी साइन इन उपलब्ध नहीं है। कृपया बाद में फिर कोशिश करें।
ja: 現在サインインを利用できません。しばらくしてからもう一度お試しください。

source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Session ouverte
hi: साइन इन
ja: サインイン済み
zh_hans: 已登录

source: Signing in…
de: Anmeldung läuft…
es: Iniciando sesión…
fr: Connexion…
hi: साइन इन हो रहा है…
ja: サインイン中…

source: Signing out will clear all your synced rides from this phone's local history. They will remain safely in the cloud, and any new rides will be saved locally. Are you sure you want to sign out?
de: Beim Abmelden werden alle synchronisierten Fahrten aus dem Verlauf dieses iPhones entfernt. Sie bleiben sicher in der Cloud, neue Fahrten werden lokal gespeichert. Möchtest du dich wirklich abmelden?
es: Al cerrar sesión se eliminarán del historial local de este teléfono todos tus recorridos sincronizados. Seguirán seguros en la nube y los nuevos se guardarán localmente. ¿Quieres cerrar sesión?
fr: La déconnexion supprimera tous vos trajets synchronisés de l’historique local de cet iPhone. Ils resteront dans le cloud et les nouveaux trajets seront enregistrés localement. Voulez-vous vous déconnecter ?
hi: साइन आउट करने से इस फोन के स्थानीय इतिहास से आपकी सभी सिंक राइड हट जाएंगी। वे क्लाउड में सुरक्षित रहेंगी और नई राइड स्थानीय रूप से सेव होंगी। क्या आप साइन आउट करना चाहते हैं?
ja: サインアウトすると、このiPhoneのローカル履歴から同期済みのライドがすべて削除されます。ライドはクラウドに安全に残り、新しいライドは端末に保存されます。サインアウトしますか？
zh_hans: 退出登录会从此手机的本地记录中清除所有已同步的骑行。它们仍会安全保存在云端，新骑行会保存在本地。确定要退出登录吗？

source: Signing out will stop any active live share and clear synced rides from this phone. They remain safely in the cloud, and new rides continue to be saved locally. Are you sure you want to sign out?
de: Beim Abmelden wird eine aktive Live-Freigabe beendet und synchronisierte Fahrten werden von diesem iPhone entfernt. Sie bleiben sicher in der Cloud. Wirklich abmelden?
es: Al cerrar sesión se detendrá cualquier uso compartido en directo y se borrarán las rutas sincronizadas de este teléfono. Seguirán en la nube. ¿Quieres cerrar sesión?
fr: La déconnexion arrêtera tout partage en direct et supprimera les trajets synchronisés de cet iPhone. Ils resteront dans le cloud. Voulez-vous vous déconnecter ?
hi: साइन आउट करने से सक्रिय लाइव शेयर रुक जाएगा और इस फोन से सिंक राइड हट जाएंगी। वे क्लाउड में सुरक्षित रहेंगी। साइन आउट करें?
ja: サインアウトするとアクティブなライブ共有が停止し、同期済みライドがこのiPhoneから削除されます。クラウドには残ります。サインアウトしますか？
zh_hans: 退出登录会停止活动中的实时分享，并从此手机清除已同步的骑行。它们仍保存在云端。确定退出登录吗？

source: Skip
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
ja: スキップ
zh_hans: 跳过

source: Skip step
de: Schritt überspringen
es: Omitir paso
fr: Passer l’étape
hi: चरण छोड़ें
ja: このステップをスキップ
zh_hans: 跳过此步骤

source: Skip to setup
de: Zur Einrichtung
es: Ir a la configuración
fr: Aller à la configuration
hi: सेटअप पर जाएँ
ja: 設定へ進む
zh_hans: 直接去设置

source: Slide left to stop the demo ride.
de: Wische nach links, um die Demo-Fahrt zu stoppen.
es: Desliza a la izquierda para detener el viaje de demostración.
fr: Faites glisser vers la gauche pour arrêter le trajet de démonstration.
hi: डेमो राइड रोकने के लिए बाईं ओर स्लाइड करें।
ja: 左へスライドしてデモライドを停止します。
zh_hans: 向左滑动以停止演示行程。

source: Slide left to stop the ride
de: Zum Beenden der Aktivität nach links schieben
es: Desliza a la izquierda para finalizar la actividad
fr: Faites glisser vers la gauche pour arrêter l’activité
hi: गतिविधि रोकने के लिए बाएं स्लाइड करें
ja: 左にスライドしてアクティビティを終了
zh_hans: 向左滑动以停止本次活动

source: Some history could not sync. Open History to retry.
de: Ein Teil des Verlaufs konnte nicht synchronisiert werden. Öffne den Verlauf, um es erneut zu versuchen.
es: Parte del historial no se pudo sincronizar. Abre Historial para reintentar.
fr: Une partie de l’historique n’a pas pu être synchronisée. Ouvrez Historique pour réessayer.
hi: कुछ इतिहास सिंक नहीं हो सका। फिर कोशिश करने के लिए इतिहास खोलें।
ja: 一部の履歴を同期できませんでした。履歴を開いて再試行してください。
zh_hans: 部分历史记录无法同步。请打开历史记录重试。

source: Something's wrong
de: Etwas stimmt nicht
es: Algo va mal
fr: Un problème est survenu
hi: कुछ गड़बड़ है
ja: 問題があります
zh_hans: 出现问题

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hi: गति
ja: 速度
zh_hans: 速度

source: Speed and altitude chart. Duration %@. Average speed %@ kilometers per hour. Altitude ranges from %@ to %@ meters. %@
de: Geschwindigkeits- und Höhendiagramm. Dauer %1$@. Durchschnittsgeschwindigkeit %2$@ Kilometer pro Stunde. Höhe von %3$@ bis %4$@ Meter. %5$@
es: Gráfico de velocidad y altitud. Duración %1$@. Velocidad media %2$@ kilómetros por hora. Altitud de %3$@ a %4$@ metros. %5$@
fr: Graphique de vitesse et d'altitude. Durée %1$@. Vitesse moyenne %2$@ kilomètres par heure. Altitude de %3$@ à %4$@ mètres. %5$@
hi: गति और ऊँचाई चार्ट। अवधि %1$@। औसत गति %2$@ किलोमीटर प्रति घंटा। ऊँचाई %3$@ से %4$@ मीटर तक। %5$@
ja: 速度と高度のグラフ。時間%1$@。平均速度は毎時%2$@キロメートル。高度は%3$@から%4$@メートル。%5$@
zh_hans: 速度和海拔图表。时长%1$@。平均速度每小时%2$@千米。海拔从%3$@到%4$@米。%5$@

source: Speed and altitude chart. Duration %@. Average speed %@. Altitude ranges from %@ to %@ meters. %@
de: Geschwindigkeits- und Höhendiagramm. Dauer %1$@. Durchschnittsgeschwindigkeit %2$@. Höhe von %3$@ bis %4$@ Meter. %5$@
es: Gráfico de velocidad y altitud. Duración %1$@. Velocidad media %2$@. Altitud de %3$@ a %4$@ metros. %5$@
fr: Graphique de vitesse et d'altitude. Durée %1$@. Vitesse moyenne %2$@. Altitude de %3$@ à %4$@ mètres. %5$@
hi: गति और ऊँचाई चार्ट। अवधि %1$@। औसत गति %2$@। ऊँचाई %3$@ से %4$@ मीटर तक। %5$@
ja: 速度と高度のグラフ。時間%1$@。平均速度%2$@。高度は%3$@から%4$@メートル。%5$@
zh_hans: 速度和海拔图表。时长%1$@。平均速度%2$@。海拔从%3$@到%4$@米。%5$@

source: Speed and altitude chart. No GPS data available.
de: Geschwindigkeits- und Höhendiagramm. Keine GPS-Daten verfügbar.
es: Gráfico de velocidad y altitud. No hay datos de GPS disponibles.
fr: Graphique de vitesse et d'altitude. Aucune donnée GPS disponible.
hi: गति और ऊँचाई चार्ट। कोई GPS डेटा उपलब्ध नहीं।
ja: 速度と高度のグラフ。GPSデータがありません。
zh_hans: 速度和海拔图表。无可用GPS数据。

source: Start %@
de: %@ starten
es: Iniciar %@
fr: Démarrer %@
hi: %@ शुरू करें
ja: %@を開始
zh_hans: 开始%@

source: Start Sharing
de: Teilen starten
es: Iniciar uso compartido
fr: Commencer le partage
hi: साझा करना शुरू करें
ja: 共有を開始
zh_hans: 开始共享

source: Start Time
de: Startzeit
es: Hora de inicio
fr: Heure de début
hi: प्रारंभ समय
ja: 開始時刻
zh_hans: 开始时间

source: Start live location sharing
de: Live-Standortfreigabe starten
es: Iniciar el uso compartido de ubicación en vivo
fr: Démarrer le partage de position en direct
hi: लाइव लोकेशन शेयरिंग शुरू करें
ja: ライブ位置情報の共有を開始
zh_hans: 开始实时位置共享

source: Start live sharing
de: Live-Freigabe starten
es: Empezar a compartir en vivo
fr: Démarrer le partage en direct
hi: लाइव शेयरिंग शुरू करें
ja: ライブ共有を開始
zh_hans: 开始实时共享

source: Start my first ride
de: Meine erste Fahrt starten
es: Iniciar mi primer viaje
fr: Démarrer mon premier trajet
hi: मेरी पहली राइड शुरू करें
ja: 最初のライドを始める
zh_hans: 开始我的第一次行程

source: Start tracking
de: Aufzeichnung starten
es: Iniciar seguimiento
fr: Démarrer le suivi
hi: ट्रैकिंग शुरू करें
ja: 追跡を開始
zh_hans: 开始追踪

source: Starting live sharing
de: Live-Freigabe wird gestartet
es: Iniciando uso compartido en vivo
fr: Démarrage du partage en direct
hi: लाइव शेयरिंग शुरू हो रही है
ja: ライブ共有を開始中
zh_hans: 正在开始实时共享

source: Status needs attention
de: Status braucht Aufmerksamkeit
es: El estado requiere atención
fr: Le statut nécessite une attention
hi: स्टेटस पर ध्यान चाहिए
ja: 注意が必要なステータス
zh_hans: 状态需要关注

source: Status update
de: Statusaktualisierung
es: Actualización de estado
fr: Mise à jour du statut
hi: स्टेटस अपडेट
ja: ステータス更新
zh_hans: 状态更新

source: Status will be shared in 4 seconds.
de: Der Status wird in 4 Sekunden geteilt.
es: El estado se compartirá en 4 segundos.
fr: Le statut sera partagé dans 4 secondes.
hi: स्टेटस 4 सेकंड में शेयर होगा।
ja: ステータスは4秒後に共有されます。
zh_hans: 状态将在4秒后共享。

source: Step %d of %d
de: Schritt %d von %d
es: Paso %d de %d
fr: Étape %d sur %d
hi: चरण %d / %d
ja: %d / %d ステップ
zh_hans: 第 %d 步，共 %d 步

source: Stop Sharing
de: Teilen beenden
es: Detener uso compartido
fr: Arrêter le partage
hi: साझा करना बंद करें
ja: 共有を停止
zh_hans: 停止共享

source: Stop and save this ride?
de: Diese Aktivität beenden und speichern?
es: ¿Finalizar y guardar esta actividad?
fr: Arrêter et enregistrer cette activité ?
hi: इस गतिविधि को रोककर सहेजें?
ja: このアクティビティを終了して保存しますか？
zh_hans: 停止并保存本次活动？

source: Stop live sharing
de: Live-Freigabe beenden
es: Dejar de compartir en vivo
fr: Arrêter le partage en direct
hi: लाइव शेयरिंग बंद करें
ja: ライブ共有を停止
zh_hans: 停止实时共享

source: Stop tracking
de: Aufzeichnung beenden
es: Detener seguimiento
fr: Arrêter le suivi
hi: ट्रैकिंग बंद करें
ja: 追跡を停止
zh_hans: 停止追踪

source: Storage low
de: Speicher fast voll
es: Poco almacenamiento
fr: Stockage faible
hi: स्टोरेज कम है
ja: 空き容量不足
zh_hans: 存储空间不足

source: Support address and details copied
de: Supportadresse und Details kopiert
es: Dirección y detalles de soporte copiados
fr: Adresse et détails d'assistance copiés
hi: सहायता पता और विवरण कॉपी किए गए
ja: サポートアドレスと詳細をコピーしました
zh_hans: 已复制支持地址和详细信息

source: Synced
de: Synchronisiert
es: Sincronizados
fr: Synchronisés
hi: सिंक किया गया
ja: 同期済み
zh_hans: 已同步

source: TIME
de: ZEIT
es: TIEMPO
fr: TEMPS
hi: समय
ja: 時間
zh_hans: 时间

source: Take the tour
de: Tour ansehen
es: Ver el recorrido
fr: Faire la visite
hi: परिचय देखें
ja: 紹介を見る
zh_hans: 查看介绍

source: That's a real milestone. Keep it rolling.
de: Ein echter Meilenstein. Bleib dran.
es: Todo un hito. Sigue así.
fr: Un vrai cap franchi. Continuez comme ça.
hi: यह एक बड़ी उपलब्धि है। यूँ ही चलते रहें।
ja: 大きな節目です。この調子で。
zh_hans: 这是一个重要的里程碑。继续加油。

source: The SOS button has been removed
de: Die SOS-Taste wurde entfernt
es: Se eliminó el botón SOS
fr: Le bouton SOS a été supprimé
hi: SOS बटन हटा दिया गया है
ja: SOSボタンは削除されました
zh_hans: SOS 按钮已移除

source: The archive download returned an unexpected response.
de: Der Archiv-Download hat eine unerwartete Antwort zurückgegeben.
es: La descarga del archivo devolvió una respuesta inesperada.
fr: Le téléchargement de l’archive a renvoyé une réponse inattendue.
hi: आर्काइव डाउनलोड से अनपेक्षित प्रतिक्रिया मिली।
ja: アーカイブのダウンロードで予期しない応答が返されました。
zh_hans: 存档下载返回了意外响应。

source: The archive downloaded, but could not be prepared for sharing.
de: Das Archiv wurde heruntergeladen, konnte aber nicht zum Teilen vorbereitet werden.
es: El archivo se descargó, pero no pudo prepararse para compartirlo.
fr: L’archive a été téléchargée, mais n’a pas pu être préparée pour le partage.
hi: आर्काइव डाउनलोड हुआ, लेकिन शेयर करने के लिए तैयार नहीं किया जा सका।
ja: アーカイブはダウンロードされましたが、共有用に準備できませんでした。
zh_hans: 存档已下载，但无法准备共享。

source: The archive is incomplete. Please request a new export.
de: Das Archiv ist unvollständig. Fordere einen neuen Export an.
es: El archivo está incompleto. Solicita una nueva exportación.
fr: L’archive est incomplète. Demandez un nouvel export.
hi: आर्काइव अधूरा है। कृपया नया एक्सपोर्ट मांगें।
ja: アーカイブが不完全です。新しいエクスポートをリクエストしてください。
zh_hans: 存档不完整。请重新请求导出。

source: The distance looks wrong.
de: Die Entfernung scheint falsch.
es: La distancia parece incorrecta.
fr: La distance semble incorrecte.
hi: दूरी गलत लगती है।
ja: 距離が正しくないようです。
zh_hans: 距离看起来不对。

source: The export did not include a secure download link. Request a new archive.
de: Der Export enthält keinen sicheren Download-Link. Fordere ein neues Archiv an.
es: La exportación no incluyó un enlace de descarga seguro. Solicita un archivo nuevo.
fr: L’exportation ne contient pas de lien de téléchargement sécurisé. Demandez une nouvelle archive.
hi: एक्सपोर्ट में सुरक्षित डाउनलोड लिंक नहीं था। नया आर्काइव मांगें।
ja: エクスポートに安全なダウンロードリンクがありません。新しいアーカイブをリクエストしてください。
zh_hans: 导出中没有安全的下载链接。请重新请求存档。

source: The sample ride in History is for exploring. Your own rides fill this in.
de: Die Beispielfahrt im Verlauf dient zum Ausprobieren. Deine eigenen Fahrten füllen dies.
es: El viaje de ejemplo en Historial es para explorar. Tus propios viajes completarán esto.
fr: Le trajet d'exemple dans l'historique sert à explorer. Vos propres trajets rempliront ceci.
hi: इतिहास में नमूना यात्रा केवल आज़माने के लिए है। आपकी अपनी यात्राएँ इसे भरेंगी।
ja: 履歴のサンプルライドは操作を試すためのものです。ご自身のライドがここに反映されます。
zh_hans: 历史记录中的示例骑行仅供体验。你自己的骑行将填充此处。

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
hi: थीम
ja: テーマ
zh_hans: 主题

source: This Month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
ja: 今月
zh_hans: 本月

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
ja: 今週
zh_hans: 本周

source: This device cannot send SMS messages.
de: Dieses Gerät kann keine SMS-Nachrichten senden.
es: Este dispositivo no puede enviar mensajes SMS.
fr: Cet appareil ne peut pas envoyer de messages SMS.
hi: यह उपकरण SMS संदेश नहीं भेज सकता।
ja: このデバイスはSMSメッセージを送信できません。
zh_hans: 此设备无法发送短信。

source: This feature uses advanced algorithms to clean up your raw GPS data immediately after a ride finishes. • Filters out GPS 'teleportation' glitches. • Smooths out noisy altitude and speed readings. • Detects when you were stopped and retroactively pauses the ride. • Compresses the total amount of data to save storage space.
de: Diese Funktion bereinigt deine Roh-GPS-Daten direkt nach dem Ende einer Fahrt mit fortschrittlichen Algorithmen. • Filtert GPS-»Teleportations«-Fehler heraus. • Glättet verrauschte Höhen- und Geschwindigkeitswerte. • Erkennt Stopps und pausiert die Fahrt nachträglich. • Komprimiert die Datenmenge, um Speicherplatz zu sparen.
es: Esta función usa algoritmos avanzados para limpiar tus datos GPS sin procesar justo después de terminar un recorrido. • Filtra los errores de «teletransporte» del GPS. • Suaviza las lecturas ruidosas de altitud y velocidad. • Detecta cuándo estabas detenido y pausa el recorrido retroactivamente. • Comprime la cantidad total de datos para ahorrar espacio.
fr: Cette fonction utilise des algorithmes avancés pour nettoyer vos données GPS brutes dès la fin d’un trajet. • Filtre les anomalies de « téléportation » GPS. • Lisse les mesures bruitées d’altitude et de vitesse. • Détecte les arrêts et met le trajet en pause rétroactivement. • Compresse la quantité totale de données pour économiser de l’espace.
hi: यह सुविधा राइड पूरी होने के तुरंत बाद आपके कच्चे GPS डेटा को साफ़ करने के लिए उन्नत एल्गोरिदम का उपयोग करती है। • GPS की 'टेलीपोर्टेशन' गड़बड़ियां हटाती है। • शोर वाले ऊंचाई और गति रीडिंग को सुचारू बनाती है। • रुकने का पता लगाकर राइड को पीछे से रोकती है। • स्टोरेज बचाने के लिए कुल डेटा को संपीड़ित करती है।
ja: この機能は高度なアルゴリズムを使い、ライド終了直後に生のGPSデータを整理します。 • GPSの「テレポート」異常を除去します。 • ノイズの多い高度と速度の値を滑らかにします。 • 停止を検出してライドをさかのぼって一時停止します。 • データ量を圧縮して保存容量を節約します。
zh_hans: 此功能会在骑行结束后立即使用高级算法清理原始 GPS 数据。 • 过滤 GPS 的“瞬移”异常。 • 平滑嘈杂的海拔和速度读数。 • 检测停车并回溯暂停骑行。 • 压缩数据总量以节省存储空间。

source: This group could not be found.
de: Diese Gruppe wurde nicht gefunden.
es: No se ha encontrado este grupo.
fr: Ce groupe est introuvable.
hi: यह ग्रुप नहीं मिला।
ja: このグループが見つかりません。
zh_hans: 找不到此群组。

source: This group is full.
de: Diese Gruppe ist voll.
es: Este grupo está lleno.
fr: Ce groupe est complet.
hi: यह ग्रुप भर चुका है।
ja: このグループは満員です。
zh_hans: 此群组已满。

source: This invite has expired or the group has ended.
de: Diese Einladung ist abgelaufen oder die Gruppe wurde beendet.
es: Esta invitación ha caducado o el grupo ha finalizado.
fr: Cette invitation a expiré ou le groupe est terminé.
hi: यह आमंत्रण समाप्त हो गया है या ग्रुप बंद हो चुका है।
ja: この招待は期限切れか、グループが終了しています。
zh_hans: 此邀请已过期或群组已结束。

source: This is a permanent action. Your account and all cloud data will be deleted forever.
de: Dies ist dauerhaft. Dein Konto und alle Cloud-Daten werden endgültig gelöscht.
es: Esta acción es permanente. Tu cuenta y todos los datos de la nube se eliminarán para siempre.
fr: Cette action est définitive. Votre compte et toutes vos données cloud seront supprimés pour toujours.
hi: यह स्थायी कार्रवाई है। आपका खाता और क्लाउड का सारा डेटा हमेशा के लिए हटा दिया जाएगा।
ja: この操作は取り消せません。アカウントとすべてのクラウドデータが完全に削除されます。
zh_hans: 此操作永久有效。您的账户和所有云数据将被永久删除。

source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
ja: 今月
zh_hans: 本月
